Repository: outerSpaceToast/easymp3gain
Catalog: po/*.po
Languages: cs

source: &About easyMP3Gain...
cs: &O aplikaci easyMP3Gain...

source: &Advanced
cs: &Pokročilé

source: &Album analysis
cs: &Analýza alba

# TFRMMP3GAINMAIN.MNUANALYSIS.CAPTION
source: &Analysis
cs: &Analýza

# TFRMMP3GAINCONSTANT.BTNCANCEL.CAPTION
source: &Cancel
cs: &Zrušit

# TFRMMP3GAINOPTIONS.BTNCANCEL.CAPTION
source: &Cancel
cs: &Zrušit

source: &Clear
cs: &Vyčistit

source: &Clear selected file(s)
cs: Vyčistit v&ybrané soubory

# TFRMMP3GAINCONSOLEOUTPUT.BTNCLOSE.CAPTION
source: &Close
cs: &Zavřít

# TFRMMP3GAINGUIINFO.BTNCLOSE.CAPTION
source: &Close
cs: &Zavřít

source: &Delete Tags
cs: &Odstranit značky

source: &Deselect all files
cs: &Zrušit výběr všech souborů

source: &Exit
cs: &Ukončit

# TFRMMP3GAINMAIN.MNUFILE.CAPTION
source: &File
cs: &Soubor

source: &Help
cs: Nápo&věda

source: &Help...
cs: Nápo&věda...

source: &Invert selection
cs: &Obrátit výběr

# TFRMMP3GAINMAIN.MNUOPTIONS.CAPTION
source: &Options
cs: &Možnosti

source: &Read Tags
cs: &Načíst značky

source: &Select all files
cs: &Vybrat všechny soubory

# TFRMMP3GAINMAIN.MNUOPTIONSONLYSELECTEDITEMS.CAPTION
source: &Selected files only
cs: Pouze vybrané &soubory

source: &Track anlysis
cs: Analyzovat &stopu

source: &Undo
cs: &Zpět

source: AACGain backend:
cs: Aplikace AACGain:

source: Aborted.
cs: Přerušeno.

# TFRMMP3GAINGUIINFO.TBSABOUT.CAPTION
source: About
cs: O aplikaci

# unitmediagain.strabout
source: About
cs: O aplikaci

source: About MP3Gain-GUI
cs: O aplikaci MP3Gain-GUI

source: Add &files...
cs: Přidat &soubory...

source: Add File(s)
cs: Přidat soubor(y)

source: Add File(s)...
cs: Přidat soubor(y)...

source: Add Folder
cs: Přidat složku

source: Add Folder...
cs: Přidat složku...

source: Add f&older...
cs: Přidat s&ložku...

source: Add folder &recursively...
cs: &Přidat složku včetně podsložek...

source: Album Analysis
cs: Analýza alba

# unitmain.column_albumgain
source: Album Gain
cs: Zesílení alba

source: Album Vol.
cs: Hlasitost alba

source: An error occured:
cs: Došlo k chybě:

# TFRMMP3GAINMAIN.BTNANALYSIS.CAPTION
source: Analysis
cs: Analýza

source: Analyze
cs: Analyzovat

source: Analyzing...
cs: Probíhá analýza...

# TFRMMP3GAINMAIN.MNUMODIFYGAINAPPLYALBUM.CAPTION
source: Apply &album gain
cs: Použít zesílení na &album

source: Apply &constant gain...
cs: Použít &konstantní zesílení...

# TFRMMP3GAINMAIN.MNUMODIFYGAINAPPLYTRACK.CAPTION
source: Apply &track gain
cs: Použít zesílení pro s&topu

# TFRMMP3GAINMAIN.PMNGAINALBUM.CAPTION
source: Apply album gain
cs: Použít zesílení na album

# TFRMMP3GAINMAIN.PMNGAINTRACK.CAPTION
source: Apply track gain
cs: Použít zesílení na stopu

source: Authors
cs: Autoři

source: Auto-read tags when adding files or directories
cs: Po přidání souborů, nebo složek načíst značky

source: Backends
cs: Výkonné aplikace

source: Checking Tag Info...
cs: Prohledávání značek...

source: Clear &all files
cs: Vyčistit &všechny soubory

source: Clear All
cs: Vyčistit vše

source: Clear File(s)
cs: Vyčistit soubor(y)

source: Console Output
cs: Výstup konzole

source: Constant Gain
cs: Konstantní zesílení

source: Deleting Tag Info...
cs: Odstraňování informací ze značek...

source: Error: Cannot start %s. Installed?
cs: Chyba: Nelze spustit %s. Je nainstalován?

# unitmain.column_file
source: File
cs: Soubor

source: File(s)
cs: Soubor(y)

source: Filename display:
cs: Zobrazení názvu souboru:

source: Finished.
cs: Dokončeno.

# TFRMMP3GAINMAIN.BTNGAIN.CAPTION
source: Gain
cs: Upravit zesílení

# TFRMMP3GAINMAIN.BTNGAIN.HINT
source: Gain
cs: Upravit zesílení

# unitgainconstant.gain_noun
source: Gain
cs: Zesílení

source: Gaining...
cs: Probíhá úprava zesílení...

source: Ignore Tags (Do not read or write them)
cs: Ignorovat značky (nenačítat ani nezapisovat)

source: License
cs: Licence

source: MP3Gain backend:
cs: Aplikace MP3Gain:

source: Miscellaneous
cs: Různé

source: Modify &Gain
cs: Upravit &zesílení

# TFRMMP3GAINOPTIONS.LBLSUBLEVELS.CAPTION
source: Number of sublevels when adding files:
cs: Počet podúrovní při přidávání souborů:

# TFRMMP3GAINMAIN.BTNONLYSELECTEDITEMS.CAPTION
source: Only Selected Items
cs: Pouze vybrané položky

source: Only valid for MP3 and AAC files. Ogg-Vorbis files' target volume is fixed to 89 dB.
cs: Platí pouze pro soubory MP3 a AAC. Hlasitost cílových souborů Ogg-Vorbis je pevně nastavena na 89 dB.

# TFRMMP3GAINOPTIONS.CAPTION
source: Options
cs: Možnosti

source: Path
cs: Cesta

source: Path/File
cs: Cesta / soubor

source: Preserve original file timestamp
cs: Zachovat původní časovou značku souboru

source: Process only selected items
cs: Zpracovat pouze vybrané položky

source: Remove all files
cs: Odstranit všechny soubory

source: Remove selected files
cs: Odstranit vybrané soubory

source: Show &console output...
cs: Zobrazit výstup &konzole...

source: Show path and file in speparate columns
cs: Zobrazit cestu a soubor v oddělených sloupcích

source: Show path with file
cs: Zobrazit cestu souboru

source: Stop
cs: Zastavit

source: Stop current operations
cs: Zastavit současnou úlohu

source: Thanks to
cs: Díky patří

source: Track Analysis
cs: Analýza stopy

# unitmain.column_trackgain
source: Track Gain
cs: Zesílení stopy

source: Translation
cs: Překlad

source: Undoing Changes...
cs: Probíhá vracení změn...

source: Unknown Media Type:
cs: Neznámý typ média:

source: Use temporary files
cs: Použít dočasné soubory

source: Volume
cs: Hlasitost

source: VorbisGain backend:
cs: Aplikace VorbisGain:

source: clip
cs: potlačeno

# TFRMMP3GAINMAIN.LVFILES.COLUMNS.CAPTION
source: clip (Album)
cs: potlačeno (Album)

# unitmain.column_clipalbum
source: clip (Album)
cs: potlačeno (Album)

source: clipping
cs: potlačení

source: graphical user interface for mp3gain, aacgain and vorbisgain
cs: grafické uživatelské rozhraní pro mp3gain, aacgain a vorbisgain

source: mp3 - Target Volume:
cs: mp3 - hlasitost cíle:

source: no
cs: ne

source: yes
cs: ano
