Repository: outerSpaceToast/easymp3gain
Catalog: lang/easymp3gain.*.po
Languages: de, it

# TFRMMP3GAINCONSOLEOUTPUT.BTNCLOSE.CAPTION
source: &Close
de: &Schließen

source: Console Output
de: Konsolenausgabe

# TFRMMP3GAINCONSTANT.BTNCANCEL.CAPTION
source: &Cancel
de: &Abbrechen

source: Constant Gain
de: Kontante Änderung

source: About MP3Gain-GUI
de: Über easyMP3Gain
it: Info su MP3Gain-GUI

source: MP3Gain-GUI
de: easyMP3Gain

# TFRMMP3GAINGUIINFO.TBSABOUT.CAPTION
source: About
de: Über

source: Authors
de: Autoren
it: Autori

source: License
de: Lizenz
it: Licenza

source: Thanks to
de: Danke an
it: Ringraziamenti

source: Translation
de: Übersetzung
it: Traduzioni

source: Add File(s)
de: Datei(en) hinzufügen
it: Aggiungi File

source: Add File(s)...
de: Datei(en) hinzufügen...
it: Aggiungi File

source: Add Folder
de: Verzeichnis hinzufügen
it: Aggiungi Cartella

source: Add Folder...
de: Verzeichnis hinzufügen...
it: Aggiungi Cartella

# TFRMMP3GAINMAIN.BTNANALYSIS.CAPTION
source: Analysis
de: Analysieren
it: &Analisi

source: Analyze
de: Analysieren
it: Analisi

source: Stop
de: Abbrechen
it: Ferma

source: Stop current operations
de: Momentane Prozesse abbrechen
it: Ferma operazioni correnti

source: Clear All
de: Alle Einträge entfernen
it: Pulisci Tutto

source: Remove all files
de: Alle Dateien entfernen
it: Rimuovi tutti i File

source: Clear File(s)
de: Einträge entfernen
it: Pulisci File(s)

source: Remove selected files
de: Markierte Dateien entfernen
it: Rimuovi i Files selezionati

# TFRMMP3GAINMAIN.BTNGAIN.CAPTION
source: Gain
de: Laustärke anpassen
it: Normalizza

# TFRMMP3GAINMAIN.BTNGAIN.HINT
source: Gain
de: Lautstärke anpassen
it: Normalizza

# TFRMMP3GAINMAIN.BTNONLYSELECTEDITEMS.CAPTION
source: Only Selected Items
de: Nur markierte Einträge
it: Solo Oggetti Selezionati

source: Process only selected items
de: Nur markierte Einträge verarbeiten
it: Elabora solo gio Oggetti Selezionati

source: mp3 - Target Volume:
de: mp3 Lautstärke:
it: mp3 - Volume Desiderato:

# TFRMMP3GAINMAIN.MNUANALYSIS.CAPTION
source: Analysis
de: Analysieren
it: Analisi

source: Album analysis
de: Analysiere Album
it: Analisi &Album

source: Clear
de: Analyseergebnisse löschen
it: &Pulisci

source: Track anlysis
de: Analysiere Lied
it: Analisi &Brano

# TFRMMP3GAINMAIN.MNUFILE.CAPTION
source: File
de: Datei

source: Add files...
de: Datei(en) hinzufügen...
it: &Aggiungi Files...

source: Add folder...
de: Verzeichnis hinzufügen...
it: Aggiungi &Cartella...

source: Add folder recursively...
de: Verzeichnis hinzufügen (rekursiv)...
it: Aggiungi Cartella &Ricorsivamente...

source: Clear all files
de: Alle Einträge löschen
it: Pulisci &Tutti i Files

source: Clear selected file(s)
de: Selektierte Einträge löschen
it: &Pulisci File(s) selezionati

source: Exit
de: Programm beenden
it: &Esci

source: Select all files
de: Alle Dateien markieren
it: &Seleziona tutti i Files

source: Deselect all files
de: Alle Dateien entmarkieren
it: &Deseleziona tutti i Files

source: Help
de: Hilfe
it: &Aiuto

source: Help...
de: Hilfe...
it: &Aiuto...

source: About easyMP3Gain...
de: Über easyMP3Gain...
it: In&fo su easyMP3Gain...

source: Modify Gain
de: Lautstärke anpassen
it: &Normalizzazione

# TFRMMP3GAINMAIN.MNUMODIFYGAINAPPLYALBUM.CAPTION
source: Apply album gain
de: Album anpassen

source: Apply constant gain...
de: Konstante Anpassung...
it: Applica Normalizzazione &Costante...

# TFRMMP3GAINMAIN.MNUMODIFYGAINAPPLYTRACK.CAPTION
source: Apply track gain
de: Lied anpassen

source: Undo
de: Anpassungen rückgängig
it: Annul&la

# TFRMMP3GAINMAIN.MNUOPTIONS.CAPTION
source: Options
de: Optionen

source: &Advanced
de: &Erweitert
it: &Avanzate

source: Delete Tags
de: Tags aus Dateien entfernen
it: &Cancella Tags

# TFRMMP3GAINMAIN.MNUOPTIONSONLYSELECTEDITEMS.CAPTION
source: Only Selected Items
de: Nur markierte Einträge bearbeiten
it: &Solo Elementi Selezionati

source: Read Tags
de: Tags auslesen
it: &Leggi Tags

source: Show console output...
de: Konsolenausgabe anzeigen...
it: &Mostra dati in Uscita su unsa console

source: Invert selection
de: Markierung invertieren
it: &Inverti la Selezione

source: Album Analysis
de: Analysiere Album
it: Analisi Album

# TFRMMP3GAINMAIN.PMNANALYSISTRACK.CAPTION
source: Track Analysis
de: Analysiere Lied

# TFRMMP3GAINOPTIONS.BTNCANCEL.CAPTION
source: &Cancel
de: &Abbrechen

# TFRMMP3GAINOPTIONS.CAPTION
source: Options
de: Optionen

source: Auto-read tags when adding files or directories
de: Tags beim Laden automatisch auslesen
it: Leggi in automatici i Tags quando aggiungi files o cartelle

source: Ignore Tags (Do not read or write them)
de: Tags ignorieren (nicht lesen und schreiben)
it: Ignora i Tags (Non leggerli o Scriverci)

source: Preserve original file timestamp
de: Originalen Zeitstempel beibehalten
it: Preserva la durata dei file originali

source: Use temporary files
de: Temporäre Dateien benutzen
it: Usa Files Temporanei

source: Miscellaneous
de: Verschiedenes

source: Number of sublevels when adding files:
de: Anzahl der Unterverzeichnis-Ebenen (beim Hinzufügen):
it: Numbero di sottocartelle da leggere quando si aggiungono files

# unitgainconstant.gain_noun
source: Gain
de: Verstärkung

source: graphical user interface for mp3gain, aacgain and vorbisgain
de: Grafische Benutzeroberfläche für MP3Gain, AACGain und VorbisGain
it: Interfaccia grafica per mp3gain, aacgain e vorbisgain

# unitmain.column_albumgain
source: Album Gain
de: Album Veränd.
it: Normalizzazione Album

source: Album Vol.
de: Album Lautst.

# unitmain.column_file
source: File
de: Datei

# unitmain.column_trackgain
source: Track Gain
de: Veränderung
it: Normalizzazione Brano

source: Volume
de: Laustärke

source: Only valid for MP3 and AAC files. Ogg-Vorbis files' target volume is fixed to 89 dB.
de: Nur gültig für MP3- und AAC-Dateien.Ogg-Vorbis-Dateien haben eine feste Referenz bei 89 dB.

# unitmediagain.strabout
source: About
de: Über
it: Info

source: File(s)
de: Datei(en)

source: no
de: nein

source: Aborted.
de: Abgebrochen
it: Annullamento

source: Analyzing...
de: Analysiere...
it: Stò Analizzando

source: Checking Tag Info...
de: Lese Tag-Information...
it: Controllo Info Tags

source: Deleting Tag Info...
de: Lösche Tag-Information...
it: Cancello Info Tags

source: An error occured:
de: Ein Fehler trat auf:
it: Ho incontrato un problema

source: Error: Cannot start %s. Installed?
de: Kann %s nicht starten. Installiert?
it: Errore: Non posso partire %s. Controllare la sua Installazione

source: Finished.
de: Fertig.
it: Ho Finito

source: Gaining...
de: Passe Lautstärke an...
it: Stò Normalizzando

source: Undoing Changes...
de: Mache Änderungen rückgängig...
it: Annullo i Cambiamenti

source: Unknown Media Type:
de: Unbekannter Datei-Typ
it: Tipo di Media Sconosciuto

source: yes
de: ja
it: si

source: Apply album gain
it: Normalizza &Album

source: Apply track gain
it: Normalizza &Brano

source: Options
it: &Opzioni

source: Track Analysis
it: Analisi Brano

# TFRMMP3GAINMAIN.PMNGAINALBUM.CAPTION
source: Album Gain
it: Normalizzazione Album

# TFRMMP3GAINMAIN.PMNGAINTRACK.CAPTION
source: Track Gain
it: Normalizzazione Brano

source: &Cancel
it: &Annulla

source: AACGain backend:
it: Normalizza AACGain con:

source: MP3Gain backend:
it: Normalizza MP3Gain con:

source: VorbisGain backend:
it: Normaliza VorbisGain con:

source: Close
it: Chiudi
